tap "homebrew/bundle"
brew "docker-compose"
brew "git"
brew "mas"
brew "node"
brew "qemu"
brew "tmux"
brew "vim"
cask "adobe-acrobat-pro"
cask "adobe-creative-cloud"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "little-snitch"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obs"
cask "rectangle"
cask "signal"
cask "slack"
cask "telegram"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
